Repository: HeyFlutter-Team/asan_yab
Catalog: lib/l10n/app_*.arb
Languages: fa

# sign_in_email
source: Email
fa: ایمیل

# sign_in_email_hintText
source: Enter your email
fa: ایمیل خود را وارد کنید

# sign_in_email_1_valid
source: please enter your Email
fa: لطفا ایمیل خود را وارد کنید

# sign_in_email_2_valid
source: Your email is incorrect
fa: ایمیل شما اشتباه است

# sign_in_email_3_valid
source: Your email format is incorrect
fa: فرمت ایمیل شما اشتباه است

# sign_in_password
source: Password
fa: رمز

# sign_in_password_hintText
source: Enter your password
fa: رمز خود را وارد کنید

# sign_in_password_1_valid
source: Enter your password
fa: رمز خود را وارد کنید

# sign_in_password_2_valid
source: The password must be 6 characters or more
fa: رمز باید ۶ کاراکتر یا بیشتر از ۶ تا باشد

# sign_in_checkBox
source: Remember me
fa: مرا بخاطر داشته باش

# sign_in_elbT
source: Sign In
fa: ورود

# sig_in_account_text
source: Don't have a previous account?
fa: اکانت قبلی ندارید؟

# sign_in_2_elbT
source: Register
fa: ثبت نام

# sign_in_method_1_if
source: Your email is not registered in the database
fa: ایمیل شما در دیتابیس ثبت نشده است

# sign_in_method_2_if
source: Your password is incorrect
fa: رمز شما اشتباه است

# sign_in_method_3_if
source: For repeated error requests, your account has been blocked. Please try again later
fa: برای درخواست اشتباه مکرر حساب شما بلاک شده است لطفا بعدا امتحان کنید

# sign_up_confirm_p
source: Confirm password
fa: تایید رمز

# sign_up_confirm_p_hint_text
source: Repeat password
fa: تکرار رمز

# sign_up_confirm_p_1_valid
source: Enter your password repeatedly
fa: رمز خود را مکررا وارد کنید

# sign_up_confirm_p_2_valid
source: Passwords are not equal
fa: رمز ها برابری نمیکنند

# sign_up_account_text
source: Did you already have an account?
fa: قبلا اکانت داشتید؟

# sign_up_account_text1
source: Sign In
fa: ورود

# sign_up_elbT
source: Sign Up
fa: ثبت نام

# sign_up_method
source: This email has already been used
fa: این ایمیل قبلا استفاده شده است

# verify_appBar_title
source: Email confirmation
fa: تایید ایمیل

# verify_body_text
source: A confirmation link has been sent to your email! Please click on it to confirm your email. If you press the link, press send again!
fa: یک لینک تاییدیه به ایمیل شما فرستاده شد! لطفا برای تایید ایمیل خود روی آن کلیک کنید اگر لینک را دریافت نکرده اید دکمه ارسال دوباره را فشار بدهید!

# verify_elb_text
source: Resend
fa: ارسال دوباره

# verify_tbt_text
source: Cancel
fa: لغو

# verify_email_dialog
source: An Asan Yab account has been created to the following email address. If you leave this page (without confirming your email and filling out the introduction form on the next page), you will no longer be able to enter Asan Yab with this email.
fa: یک حساب آسان یاب به ایمیل داده شده در بالا ساخته شده است اگر

# verify_email_give_up
source: Give Up
fa: انصراف

# verify_email_continue
source: Continue
fa: ادامه

# buttonNvB_1
source: Home
fa: خانه

# buttonNvB_2
source: New Place
fa: مکان جدید

# buttonNvB_3
source: Message
fa: پیام

# buttonNvB_4
source: Profile
fa: پروفایل

# proFile_type
source: Account
fa: حساب

# category_title
source: Categories
fa: دسته بندی ها

# nearbyPlaces_title
source: Nearby places
fa: مکان های نزدیک

# nearbyPlaces_meter_title
source: meters away
fa: متر تا مقصد

# favorite_page_title
source: Favorites
fa: موارد دلخواه

# findingFriendById
source: Finding your new friend by Id
fa: آیدی مورد نظر را بنویسید

source: Search by Id
fa: جستجو با آیدی

# suggestion_appBar_title
source: Request a new location
fa: درخواست مکان جدید

# suggestion_1_tf_labelName
source: Name of the place
fa: نام مکان

# suggestion_1_tf_valid
source: Enter your address!
fa: مکان خود را وارد کنید!

# suggestion_2_tf_labelName
source: Address Location
fa: آدرس مکان

# suggestion_2_tf_valid
source: Write address of the location
fa: آدرس خود را وارد کنید!

# suggestion_3_tf_labelName
source: Location description
fa: توضیجات مکان

# suggestion_3_tf_valid
source: Write a description of the location
fa: توضیجات مکان را بنویسید

# suggestion_4_tf_labelName
source: Phone number
fa: شماره تماس

# suggestion_4_tf_valid
source: Enter your number!
fa: شماره خود را وارد کنید!

# suggestion_custom_card_title
source: Note
fa: نوت

# suggestion_custom_card_text
source: In this section, you can request us about the place you want, so that we include it in Asan Yab Also, you can ask us to update the information of the places listed in Asan Yab.
fa: در این بخش شما میتوانید به ما در باره مکان مورد نظر خود درخواست بدهید، تا ما آن را در آسان یاب قرار دهیم همچنان، شما میتوانید برای آپدیت اطلاعات مکان های درج شده در آسان یاب به ما درخواست بدهید

# suggestion_button
source: Submit request
fa: ارسال درخواست

# suggestion_customDialog_title
source: Submit a location request
fa: ارسال درخواست مکان

# suggestion_customDialog_content
source: Your request has been registered
fa: درخواست شما ثیت گردید

# suggestion_customDialog_textButton
source: Return to the previous page
fa: بازگشت به صفحه قبلی

# profile_future_error
source: Information not available
fa: اطلاعات در دسترس نیست

# profile_copy_id_snack_bar
source: Your ID was copied to the clipboard
fa: آیدی در کلیپ بورد کپی شد

# profile_about_us_listTile
source: About Us
fa: درباره ما

# profile_edit_button_text
source: Edit
fa: ویرایش

# profile_buttonSheet_camera
source: Camera
fa: کامره

# profile_buttonSheet_gallery
source: Gallery
fa: گالری

# profile_language_listTile
source: Change Language
fa: تغییر زبان

# profile_snackBar_catch
source: Your internet is down
fa: انترنت شما قطع است

# profile_dark_mode
source: Dark Mode
fa: حالت تاریک

# profile_rate_score
source: ُScore
fa: امتیاز

# profile_followers
source: Followers
fa: دنبال کننده ها

# profile_following
source: Following
fa: دنبال شونده ها

# edit_appBar_leading
source: Save
fa: ذخیره

# edit_1_txf_label
source: Name
fa: نام

# edit_2_txf_label
source: Last Name
fa: تخلص

# container_text
source: Search in
fa: جستجوی در

# search_bar_hint_text
source: Search
fa: جستجو

# first_text_field_label
source: Name
fa: اسم

# first_text_field_hint
source: Enter your Name
fa: اسم خود را وارد کنید

# first_text_field_valid
source: Your name is empty
fa: اسم خالی است

# second_text_field_label
source: Last Name
fa: تخلص

# second_text_field_hint
source: Enter your Last Name
fa: نخلص خود را وارد کنید

# second_text_field_valid
source: Your last name is empty
fa: تخلص خالی است

source: Inviter ID
fa: آیدی شخص دعوت کننده

# third_text_field_hint
source: ID of the person who introduced Asan Yab to you
fa: آیدی شخصی که آسان یاب را به شما معرفی کرده است

# elevated_text
source: Enter
fa: ثبت نام

# rating_widget_dialog
source: Please leave a star rating
fa: لطفا برای ما امتیاز دهید

# done_click
source: Done
fa: تایید

# details_page_snack_bar
source: To add to favorites you must first log in to your account
fa: برای اضافه کردن به مورد دلخواه اول باید وارد حساب خود شوید

# details_page_1_custom_card
source: Description
fa: توضیحات

# details_page_2_custom_card
source: Gallery
fa: گالری

# details_page_3_custom_card
source: Specifications
fa: مشخصات

# details_page_4_custom_card
source: New Items
fa: اجناس جدید

# details_page_5_custom_card
source: Name
fa: نام

# details_page_6_custom_card
source: Price
fa: قیمت

# details_page_7_custom_card
source: ِDoctor
fa: داکتر

# details_page_8_custom_card
source: ٍExpert
fa: نخصص

# details_page_9_custom_card
source: Time
fa: تایم

# about_us_page_appbar_title
source: About Us
fa: در باره ما

# nearby_place_page_title
source: NearBy Places
fa: مکان های نزدیک

# nearby_place_page_active_location
source: Activate your location
fa: لوکشن خود را فعال کنید

# nearby_place_page_distances
source: Choose the distance you want
fa: فاصله مورد نظر

# nearby_place_page_meter
source: Meter
fa: متر

# nearby_place_page_km
source: km
fa: کیلومتر

# nearby_place_page_meter_away
source: Meters away
fa: متر تا مقصد

# nearby_place_page_km_away
source: Km away
fa: کیلومتر تا مقصد

# update_dialog_page_new_version
source: About the new version
fa: درباره نسخه جدید

# firstComment
source: The last comment will be shown here
fa: آخرین نظر در اینجا نشان داده خواهد شد

# comment
source: Comments
fa: نظرات

source: More
fa: بیشتر

source: Add a Comment
fa: نظر دهید

# chat_screen
source: To access the chat, your score must be 2 or more
fa: برای دسترسی به چت، امتیاز شما باید ۲ یا بیشتر باشد

# chat_message
source: Message
fa: پیام

# message_check_user1
source: To access the chat you must Log in to your account...
fa: برای دسترسی به چت باید وارد حساب خود شوید...

# message_check_user2
source: Enter to Email
fa: وارد شدن به ایمیل

# message_personal_score
source: current score
fa: امتیاز فعلی

# message_description
source: To get points, you must introduce Asan Yab to two of your friends and they must enter your personal ID in the field mentioned below during registration...>
fa: برای امتیاز گرفتن شما باید آسان یاب را به دو نفر از دوستان تان معرفی کنید و آنها باید آیدی شخصی شمارا در قسمت ذکر شده در پایین در هنگام ثبت نام وارد کنند =

# message_your_id
source: Your Id...>
fa: آیدی شما

source: for add comment
fa: برای افزودن نظر

source: Log in
fa: وارد شوید

# download_image_loading
source: Please waite...
fa: لطفا صبر کنید...
